{
  "items": [
    [],
    [
      "Set of keys",
      "There are some keys on the ground here."
    ],
    [
      "Brass lantern",
      "There is a shiny brass lamp nearby.",
      "There is a lamp shining nearby."
    ],
    [
      "*Grate",
      "The grate is locked.",
      "The grate is open."
    ],
    [
      "Wicker cage",
      "There is a small wicker cage discarded nearby."
    ],
    [
      "Black rod",
      "A three foot black rod with a rusty star on an end lies nearby."
    ],
    [
      "Black rod",
      "A three foot black rod with a rusty mark on an end lies nearby."
    ],
    [
      "*Steps",
      "Rough stone steps lead down the pit.",
      "Rough stone steps lead up the dome."
    ],
    [
      "Little bird in cage",
      "A cheerful little bird is sitting here singing.",
      "There is a little bird in the cage."
    ],
    [
      "*Rusty door",
      "The way north is barred by a massive, rusty, iron door.",
      "The way north leads through a massive, rusty, iron door."
    ],
    [
      "Velvet pillow",
      "A small velvet pillow lies on the floor."
    ],
    [
      "*Snake",
      "A huge green fierce snake bars the way!"
    ],
    [
      "*Fissure",
      "A crystal bridge now spans the fissure.",
      "The crystal bridge has vanished!"
    ],
    [
      "*Stone tablet",
      "A massive stone tablet imbedded in the wall reads: \"Congratulations on bringing light into the \"dark-room!\""
    ],
    [
      "Giant clam >Grunt!<",
      "There is an enormous clam here with its shell tightly closed."
    ],
    [
      "Giant oyster >Groan!<",
      "There is an enormous oyster here with its shell tightly closed.",
      "Interesting. There seems to be something written on the underside of the oyster."
    ],
    [
      "\"Spelunker Today\"",
      "There are a few recent issues of \"Spelunker Today\" magazine here."
    ],
    [
      "Tasty food",
      "There is tasty food here."
    ],
    [
      "Tasty food",
      "There is tasty food here."
    ],
    [
      "Tasty food",
      "There is tasty food here."
    ],
    [
      "Small bottle",
      "There is a bottle of water here.",
      "There is an empty bottle here.",
      "There is a bottle of oil here."
    ],
    [
      "Water in the bottle"
    ],
    [
      "Oil in the bottle"
    ],
    [
      "*Mirror"
    ],
    [
      "*Plant",
      "There is a tiny little plant in the pit, murmuring \"Water, Water, ...\"",
      "The plant spurts into furious growth for a few seconds.",
      "There is a 12-foot-tall beanstalk stretching up out of the pit, bellowing \"Water!! Water!!\"",
      "The plant grows explosively, almost filling the bottom of the pit. ",
      "There is a gigantic beanstalk stretching all the way up to the hole.",
      "You've over-watered the plant! It's shriveling up! It's, it's..."
    ],
    [
      "*Phony plant",
      "The top of a 12-foot-tall beanstalk is poking up out of the west pit.",
      "There is a huge beanstalk growing out of the west pit up to the hole."
    ],
    [
      "*Stalactite"
    ],
    [
      "*Shadowy figure",
      "The shadowy figure seems to be trying to attract your attention."
    ],
    [
      "Dwarf's axe",
      "There is a little axe here.",
      "There is a little axe lying beside the bear."
    ],
    [
      "*Cave drawings"
    ],
    [
      "*Pirate"
    ],
    [
      "*Dragon",
      "A huge green fierce dragon bars the way!",
      "Congratulations! You have just vanquished a dragon with your bare hands! (Unbelievable, isn't it?)",
      "The body of a huge green dead dragon is lying off to one side."
    ],
    [
      "*Chasm",
      "A rickety wooden bridge extends across the chasm, vanishing into the mist. A sign posted on the bridge reads:\n\"Stop! Pay Troll!\"",
      "The wreckage of a bridge (and a dead bear) can be seen at the bottom of the chasm."
    ],
    [
      "*Troll",
      "A burly troll stands by the bridge and insists you throw him a treasure before you may cross.",
      "The troll steps out from beneath the bridge and blocks your way."
    ],
    [
      "*Phony troll",
      "The troll is nowhere to be seen."
    ],
    [
      "There is a ferocious cave bear eyeing you from the far end of the room!",
      "There is a gentle cave bear sitting placidly in one corner.",
      "There is a contented-looking bear wandering about nearby."
    ],
    [
      "*Message in second maze",
      "There is a message scrawled in the dust in a flowery script, reading:\n\"This is not the maze where the\"\n\"pirate leaves his treasure chest.\""
    ],
    [
      "*Volcano and,or Geyser"
    ],
    [
      "*Vending machine",
      "There is a massive vending machine here. The instructions on it read: \"Drop coins here to receive fresh batteries.\""
    ],
    [
      "Batteries",
      "There are fresh batteries here.",
      "Some worn-out batteries have been discarded nearby."
    ],
    [
      "*Carpet and,or Moss"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Large gold nugget",
      "There is a large sparkling nugget of gold here!"
    ],
    [
      "Several diamonds",
      "There are diamonds here!"
    ],
    [
      "Bars of silver",
      "There are bars of silver here!"
    ],
    [
      "Precious jewelry",
      "There is precious jewelry here!"
    ],
    [
      "Rare coins",
      "There are many coins here!"
    ],
    [
      "Treasure chest",
      "The pirate's treasure chest is here!"
    ],
    [
      "Golden eggs",
      "There is a large nest here, full of golden eggs!",
      "The nest of golden eggs has vanished!",
      "Done!"
    ],
    [
      "Jeweled trident",
      "There is a jewel-encrusted trident here!"
    ],
    [
      "Ming vase",
      "There is a delicate, precious, ming vase here!",
      "The vase is now resting, delicately, on a velvet pillow.",
      "The floor is littered with worthless shards of pottery.",
      "The ming vase drops with a delicate crash."
    ],
    [
      "Egg-sized emerald",
      "There is an emerald here the size of a plover's egg!"
    ],
    [
      "Platinum pyramid",
      "There is a platinum pyramid here, 8 inches on a side!"
    ],
    [
      "Glistening pearl",
      "Off to one side lies a glistening pearl!"
    ],
    [
      "Persian rug",
      "There is a persian rug spread out on the floor!",
      "The dragon is sprawled out on a persian rug!!"
    ],
    [
      "Rare spices",
      "There are rare spices here!"
    ],
    [
      "Golden chain",
      "There is a golden chain lying in a heap on the floor!",
      "The bear is locked to the wall with a golden chain!",
      "There is a golden chain locked to the wall!"
    ]
  ]
}
